--SQLQuery3-INSERT Readers.sql

USE BookSystem;

INSERT Readers
			(reader_last_name,reader_first_name,reader_middle_name,birth_date,reader_phone,reader_adress,reader_email,registration_date,is_active)
VALUES		--(N'Пронякин',N'Евгений',N'Валерьевич',N'1987-03-11',N'+79528266133',N'г.Армавир',N'evgeniyPronykin@yandex.ru',N'2024-11-08', 1),
			(N'Иванов',		N'Сергей',	N'Валерьевич',	N'1975-10-21',	N'+79515265135',	N'г.Армавир',		NULL, N'2024-02-08', 1),
			(N'Таежный',	N'Владимир',N'Андреевич',	N'1986-12-14',	N'+79525266155',	N'г.Курганинск',	NULL, N'2025-03-15', 0),
			(N'Омутов',		N'Андрей',	N'Михайлович',	N'1980-05-30',	N'+79508296139',	N'г.Курганинск',	NULL, N'2026-12-18', 1),
			(N'Лесная',		N'Евгения',	N'Валерьевна',	N'1984-03-15',	N'+79528766999',	N'г.Новокубанск',	NULL, N'2020-10-05', 1),
			(N'Романов',	N'Федор',	N'Романович',	N'1995-04-18',	N'+79608267177',	N'г.Лабинск',		NULL, N'2021-05-28', 1),
			(N'Пронякина',	N'Ольга',	N'Викторовна',	N'1986-10-11',	N'+79618566138',	N'г.Армавир',		NULL, N'2024-10-30', 1);
			