--SQLQuery2-INSERT Authors.sql

USE BookSystem;

INSERT Authors
			(last_name,first_name,middle_name,country)
VALUES		(N'Кобен',N'Харлан',NULL, N'США'),
			(N'Бекетт',N'Саймон',NULL, N'Британия'),
			(N'Кларк',N'Люси',NULL,N'Британия'),
			(N'Кинг',N'Стивен',NULL, N'США'),
			(N'Финч',N'Пол',NULL, N'Британия'),
			(N'Кристи',N'Агата',NULL,N'Британия'),
			(N'Мейерс',N'Скотт',NULL, N'США'),
			(N'Страуструп',N'Бьерн',NULL, N'Дания'),
			(N'Пушки',N'Александр',N'Сергеевич',N'Россия'),
			(N'Диккер',N'Жоэль',NULL,N'Швейцария'),
			(N'Корнуэлл',N'Патрисия',NULL, N'США'),
			(N'Ларсон',N'Стиг',NULL, N'Швеция'),
			(N'Поблоки',N'Дэн',NULL, N'США'),
			(N'Гришэм',N'Джон',NULL, N'США'),
			(N'Фоули',N'Люси',NULL, N'Британия'),
			(N'Флин',N'Гиллиан',NULL, N'США'),
			(N'Хокинс',N'Пола',NULL, N'Британия'),
			(N'Линвуд',N'Баркли',NULL, N'Канада');


