--SQLQuery2-INSERT Genres .sql

USE BookSystem;

INSERT Genres
			(genre_name)
VALUES		(N'Роман'),(N'Повесть'),(N'Рассказ'),(N'Поэзия'),(N'Драма'),(N'Эпопея'),(N'Детектив'),
			(N'Фантастика'),(N'Фэнтези'),(N'Ужасы'),(N'Триллер'),(N'Приключения'),(N'Исторический роман'),
			(N'Любовный роман'),(N'Юмор'),(N'Биография'),(N'Публицистика'),(N'Научно-популярная литература'),
			(N'Справочная литература'),(N'Учебная литература'),(N'Научная литература'),(N'Детская литература'),
			(N'Мистика'),(N'Классическая литература'),(N'Современная литература'),(N'Зарубежная литература'),
			(N'Отечественная литература');